Repository: atomicptr/blogging
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# tx_blogging_constants_category_blog
source: Blog Settings
de: Blog Einstellungen

# tx_blogging_constants_category_blog_storageuid
source: Blog Post Storage Uid
de: Blog Beitrag-Speicherorts Seiten ID

# tx_blogging_constants_category_blog_catpage
source: Page which contains the category list plugin
de: Seite die das Kategorie Listen Plugin enthält.

# tx_blogging_constants_category_blog_numpage
source: Number of posts per page
de: Anzahl Posts pro Seite

# tx_blogging_constants_category_rss
source: RSS Settings
de: RSS Einstellungen

# tx_blogging_constants_category_rss_channeltitle
source: RSS channel title
de: RSS Kanal Titel

# tx_blogging_constants_category_rss_channeldescription
source: RSS channel description
de: RSS Kanal Beschreibung

# tx_blogging_constants_category_rss_maxlengthdescriptions
source: Maximum length for descriptions
de: Maximale Länge für Beschreibungen

# tx_blogging_constants_category_view
source: View Settings
de: Ansichtseinstellungen

# tx_blogging_constants_category_view_templatepath
source: Template Root Path
de: Template Root Pfad

# tx_blogging_constants_category_view_partialpath
source: Partial Root Path
de: Partial Root Pfad

# tx_blogging_constants_category_view_paginator
source: Paginator View Helper Root Path
de: "Paginator View Helper Root" Pfad

# tx_blogging_plugin_postlist
source: Blogging: Post List
de: Blogging: Beitragsliste

# tx_blogging_plugin_postlist_description
source: Displays a list of blog posts.
de: Zeigt eine Liste von Blog Beiträgen an.

# tx_blogging_plugin_categorypostlist
source: Blogging: Category Post List Plugin
de: Blogging: Kategoriebeitragslistenplugin

# tx_blogging_plugin_categorypostlist_description
source: Plugin to display the detail page for categories.
de: Plugin um die Detailseite für Kategorien darzustellen.

# tx_blogging_plugin_postlist_selectcategories
source: Select categories to display:
de: Kategorien die dargestellt werden sollen:
